[GENERAL]
NAME				= Svenska
TRANSLATOR			= FX
DLG_FONT_NAME			=
DLG_FONT_SIZE			=


[TEXT]
TEXT_EXPIRED			= Applikationen har löpt ut.
TEXT_BETA			= Beta
TEXT_UNREGISTERED		= Oregistrerad
TEXT_BUSINESS			= För företag
TEXT_SAFEMODE			= Felsäkert läge
TEXT_SAFEMODE_MESSAGE		= Bandicam körs i felsäkert. \nEn del funktioner, inklusive hårdvaruaccelererad kodning, fungerar ej i felsäkert läge.
TEXT_INIT_FAIL			= Applikationen misslyckades att starta.
TEXT_APPINFO			= Bandicam - Hög kvalités video inspelning.
TEXT_HAS_BEEN_UNREGISTERED	= Bandicam har blivit avregistrerad.


; error
TEXT_ERROR_DISKSPACE		= För lite hårddisk utrymme för att spela in.
TEXT_ERROR_VIDEO_CAP		= Misslyckades att starta video inspelning.
TEXT_ERROR_AUDIO_CAP		= Misslyckades att starta ljud inspelning.\nlf Om du behöver hjälp , tryck på OK.
TEXT_ERROR_IMAGE_CAP		= Misslyckades att fånga bild.\nVänligen kontrollera din utmapp.
TEXT_ERROR_CREATEFILE		= Misslyckades att skapa fil.\nlf Om du behöver hjälp, tryck på OK.
TEXT_ERROR_OUTPUTFOLDER		= Utmappen existerar ej. Vänligen ändra utmappen.
TEXT_ERROR_RENAME_FILE		= Misslyckades att byta namn på vald fil.
TEXT_ERROR_CODEC_INIT		= Misslyckades att initsiera kodecken.
TEXT_ERROR_CODEC_INIT_RETRY	= Misslyckades att initsiera kodecken.\nVill du prova igen med H.264 (CPU) kodecken?
TEXT_ERROR_CODEC_VIDEO		= Inspelningen har stoppats pågrund av problem med video kodecken.
TEXT_ERROR_LOGO_IMAGE		= Otillåten bild typ. \nVar vänlig välj bild med stödjande filändelse(*.png).
TEXT_ERROR_INIT_DEVICE		= Misslyckades att initsiera video fångst enheten.
TEXT_ERROR_NO_DEVICES		= Ingen video fångst enheten upptäckt.
TEXT_ERROR_EXISTING_PRESET_NAME	= Namnet du angav existerar redan. \nVänligen välj ett annat namn.
TEXT_ERROR_NOT_AVAILABLE_FB_UPLOAD = Denna funktion är inte längre tillgänglig baserat på Facebook's policy.
TEXT_ERROR_AUDIO_DEVICE_INVALIDATED = Inspelningen har stoppats pågrund av att ljudenheten inte längre är tillgänglig.
TEXT_ERROR_DUPLICATE_HOTKEYS	= Det finns dubbla snabbknappar. Vänligen ändra snabbknapps inställningen.
TEXT_ERROR_NO_SOUND_DEVICE	= Ingen ljudenhet är aktiverad. Vänligen välj minst en enhet.
TEXT_ERROR_NO_MORE_5_UPLOADING  = Du kan inte ladda upp mer än 5 filmer på samma gång. Vänligen försök igen efter att uppladdningen är klar.
TEXT_CAN_NOT_CHANGE_TB		= Du kan inte ändra denna inställning i gratis versionen av Bandicam. Var vänlig registrera dig nu!
TEXT_CAN_NOT_ADD_MORE_THAN_10	= Du kan inte lägga till mer än 10 föremål.
TEXT_WARNING_AMD_APP		= Ditt system stödjer ej 'H.264 (AMD VCE)', så grund kodecken kommer att användas.
TEXT_WARNING_AMD_APP2		= Ditt system stödjer ej 'H.264 (AMD VCE)'.
TEXT_WARNING_DEVICE_CHANGE	= Om du ändrar video enhets inställning, kommer inspelningen att stoppa. Är du säker på att du vill fortsätta?
TEXT_WARNING_EXIT_BANDICAM	= Om du avslutar Bandicam, kommer inspelningen att stoppa.\n Är du säker på att du vill avsluta Bandicam?
TEXT_WARNING_EXIT_BANDICAM_SREC	= Efter att denna applikation avslutas, kan den schemalagda inspelningen inte längre fortsätta. \nÄr du säker på att du vill avsluta Bandicam?
TEXT_WARNING_DEL_OVERLAY	= Är du säker på att du vill radera den valda overlayen?
TEXT_WARNING_UNREGISTER		= Är du säker på att du vill avregistrera Bandicam?
TEXT_NOTICE_NEED_TO_RENEW_1	= Licensen behöver förnyas!
TEXT_NOTICE_NEED_TO_RENEW_2	= Din licens kommer att upphöra efter <font color="red">%d dagar</font>. <br>För att fortsätta att använda Bandicam utan begränsningar, måste du förnya din licens.
TEXT_NOTICE_NEED_TO_RENEW_2_NOW	= Din licens har upphört. <br>För att fortsätta att använda Bandicam utan begränsningar, måste du förnya din licens.
TEXT_NOTICE_NEED_TO_RENEW_2_TODAY = Din licens kommer att upphöra innom <font color="red">24 timmar</font>. <br>För att fortsätta att använda Bandicam utan begränsningar, måste du förnya din licens.

; video setting page name
TEXT_VID_PAGE_SOUND		= Ljud
TEXT_VID_PAGE_WEBCAM		= Webcam
TEXT_VID_PAGE_LOGO		= Logotyp
TEXT_VID_PAGE_EFFECTS		= Mus
TEXT_VID_PAGE_KEYSTROKE		= Tangentvisning
TEXT_VID_PAGE_TEXT		= Text
TEXT_VID_PAGE_OPTIONS		= Alternativ

; image capture setting page name
TEXT_IMG_PAGE_LOGO		= Logo

; option page name
TEXT_OPT_PAGE_GENERAL		= Allmänt
TEXT_OPT_PAGE_OUTPUT		= Utmatning
TEXT_OPT_PAGE_HOOKING		= Koppling
TEXT_OPT_PAGE_LANGUAGE		= Språk
TEXT_OPT_PAGE_HOTKEYS		= Snabbknapp
TEXT_OPT_PAGE_OTHERS		= Annat

TEXT_VIDEO			= Video
TEXT_AUDIO			= Ljud

TEXT_FOLDER_SELECT		= Välj en mapp att spara i.

TEXT_FMT_FULL_SIZE		= Full storlek
TEXT_FMT_HALF_SIZE		= Halv storlek
TEXT_FMT_FIT_WIDTH		= Anpassad bredd
TEXT_FMT_FIT_HEIGHT		= Anpassad höjd
TEXT_FMT_CUSTOM_SIZE		= Egen storlek
TEXT_FMT_STEREO			= Stereo
TEXT_FMT_MONO			= Mono
TEXT_FMT_ORIGINAL_PCM		= Original audio format
TEXT_FMT_AUTO			= Auto
TEXT_FMT_LOSSLESS		= Förlustfri

; preset
TEXT_PRESET_DEFAULT		= Standard
TEXT_PRESET_HALFSIZE		= Halv storlek
TEXT_PRESET_HEVC_60FPS_SYNC	= HEVC, 60 FPS (Intel® Quick Sync video)
TEXT_PRESET_HEVC_60FPS_NVENC	= HEVC, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_SYNC	= H.264, 60 FPS (Intel® Quick Sync video)
TEXT_PRESET_H264_60FPS_NVENC	= H.264, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_CUDA	= H.264, 60 FPS (NVIDIA® CUDA™)
TEXT_PRESET_H264_60FPS_APP	= H.264, 60 FPS (AMD VCE)
TEXT_PRESET_ULTRAFAST_60FPS	= Ultrasnabb inställning för 60 FPS
TEXT_PRESET_LOWEND		= Låg presterande PC
TEXT_PRESET_NICO		= --
TEXT_PRESET_NICO_HQ		= --
TEXT_PRESET_NAVER_480P		= --
TEXT_PRESET_YOUTUBE_360P	= YouTube / Twitter (360p)
TEXT_PRESET_YOUTUBE_480P	= YouTube / Twitter (480p)
TEXT_PRESET_YOUTUBE_720P	= YouTube / Twitter (720p)
TEXT_PRESET_YOUTUBE_1080P	= YouTube / Twitter (1080p)
TEXT_PRESET_PMP			= För PMP/Divx Player
TEXT_PRESET_EDIT		= För redigering Premiere/Sony Vegas
TEXT_PRESET_POWERPOINT		= För MS PowerPoint
TEXT_PRESET_320x0		= Anpassad bredd, 320x0
TEXT_PRESET_640x0		= Anpassad bredd, 640x0
TEXT_PRESET_800x0		= Anpassad bredd, 800x0
TEXT_PRESET_1280x0		= Anpassad bredd, 1280x0
TEXT_PRESET_USER		= Användar inställningar

TEXT_CHANGE_LANG		= För att byta språk måste du starta om Bandicam.\nVill du starta om nu?
TEXT_CHANGE_HOOK		= För att byta koppling måste du starta om Bandicam.\nVill du starta om nu?
TEXT_CHANGE_SIZE		= För att byta Bandicams fönster storlek, behöver du starta om Bandicam.\nVill du starta om nu?
TEXT_RESET_ALL_SETTINGS		= Är du säker på att du vill återställa till standard inställningar?

TEXT_REGISTER_SUCCEEDED		= Ditt Bandicam är nu registrerat.
TEXT_REGISTER_FAILED		= Registrering misslyckades. \nKolla om det är rätt mail och serienummer.
TEXT_REGISTER_CONNECT_FAILED	= Kan inte koppla upp mot registreringsservern.\nVänligen kontrollera din internet uppkoppling, samt ställ din systemklocka till dagen datum och tid.\nlf Om du behöver hjälp , tryck på OK.
TEXT_REGISTER_INFO		= Email Adress: %s\r\nSerienummer: %s
TEXT_REGISTER_INFO2		= Utgångs datum: %s (%d dagar kvar)
TEXT_REGISTER_INFO2_EXPIRING	= Utgångs datum: %s (Mindre än en dag kvar)
TEXT_REGISTER_INFO2_EXPIRED	= Utgångs datum: %s (Utgången)
TEXT_REGISTER_LIMITED_1		= Du kan spela in upp till 10 minuter med den fria versionen 
TEXT_REGISTER_LIMITED_2		= Om produkten är registrerad, kan du spela in utan någon tidsgräns, med start från din nästa inspelning. Vänligen köp Bandicam från den officiella hemsidan.
TEXT_REGISTER_LIMITED_SREC	= Du kan enbart spela in 10 minuter när du använder gratis versionen av Bandicam. Var vänlig registrera dig nu!
TEXT_REGISTER_NEWRECORD		= Du kan inte starta en ny inspelning när du använder gratis versionen av Bandicam. Var vänlig registrera dig nu!!
TEXT_REGISTER_LICENCE_INFO	= Oregistrerad!!!\r\nOm du vill spela in video utan vattenstämpeln \r\nmåste du köpa en Bandicam licens från oss.

TEXT_PROGRAM_INVALID		= Denna applikation är felaktig. \nVar vänlig installera om applikationen.

TEXT_SELECT_NOT_SELECTED	= Vänligen välj ett inspelningsläge.
TEXT_SELECT_TARGET		= Var vänlig tryck på källfönstret.
TEXT_SELECT_DEVICE		= Vänligen välj en video fångst enhet.
TEXT_TARGET_DIRECTX		= Spel inspelnings läge - Spela in spel och film genom DirectX.
TEXT_TARGET_SCREEN		= Skärm inspelnings läge - Spela in skrivbordet och webb film.
TEXT_TARGET_DEVICE		= Enhets inspelnings läge - Spela in webkamera samt HDMI fångstenheter.
TEXT_TARGET_AUDIO		= Ljud-endast läge - du kan spela in endast ljudet.
TEXT_TARGET_CHANGING		= Om du byter inspelningsläge, kommer inspelningen att stoppas.\nÄr du säker på att du vill fortsätta?
TEXT_TARGET_CLOSE		= Om du avslutar nuvarande inspelningsläge, kommer inspelningen att stoppa.\nÄr du säker på att du vill fortsätta?
TEXT_TARGET_CHANGE_TO_RECTANGLE	= Du kan inte starta inspelning i Spel läget eftersom målfönstret ej är valt.\n\nVill du växla inspelningsläget till Skärminspelnings läget för att påbörja inspelningen?
TEXT_TARGET_CHANGE_TO_RECTANGLE2= Du kan inte starta inspelning i Enhets fångst läget eftersom fångstenheten ej är vald.\n\nVill du växla inspelningsläget till Skärminspelnings läget för att påbörja inspelningen?
TEXT_TARGET_CHANGE_TO_RECTANGLE3= Du kan inte starta inspelning eftersom inspelningsläget ej är valt.\n\nVill du växla inspelningsläget till Skärminspelnings läget för att påbörja inspelningen?

TEXT_STATUSBAR_READY		= Redo
TEXT_STATUSBAR_RECORDING	= Spelar in
TEXT_STATUSBAR_PAUSE		= Paus

TEXT_UPDATE_AVAILABLE		= En ny version av Bandicam är ute. \nVill du ladda ner den nu?
TEXT_UPDATE_UNAVAILABLE		= Detta är den senaste versionen.
TEXT_UPDATE_FAILED		= Misslyckades med att kolla version informationen. \nDetta system kanske inte är anslutet till internet, eller så fungerar inte Bandicam servern.
TEXT_UPLOAD_EMAIL_NOT_VERIFIED	= Misslyckades med uppladdningen. Om du nyss har signat upp, vänligen verifiera din email adress.

TEXT_TARGET_FULL		= Full skärm
TEXT_TARGET_RESTORE		= Återställ
TEXT_TARGET_TOGGLE_TOP		= Flytta kontroll baren up
TEXT_TARGET_TOGGLE_BOTTOM	= Flytta kontroll baren ner
TEXT_TARGET_FIND		= Välj inspelnings yta
TEXT_TARGET_RESIZE		= Välj storlek
TEXT_TARGET_IMAGE		= Bildinsamling
TEXT_TARGET_PEN			= Rit läge
TEXT_TARGET_RECORD_START	= Video inspelning - starta
TEXT_TARGET_RECORD_PAUSE	= Video inspelning - pausa
TEXT_TARGET_RECORD_STOP		= Video inspelning - stoppa
TEXT_TARGET_MENU		= Meny
TEXT_TARGET_DISPLAY		= Skärm %d
TEXT_TARGET_DISPLAY_ALL		= Alla skärmar

TEXT_DEVICE_FULL		= Fullskärm
TEXT_DEVICE_RESTORE		= Återställ
TEXT_DEVICE_SELECT_DEVICE	= Välj enhet
TEXT_DEVICE_VOLUME		= Volym kontroll
TEXT_DEVICE_IMAGE		= Bild fångst
TEXT_DEVICE_RECORD_START	= Video inspelning - starta
TEXT_DEVICE_RECORD_PAUSE	= Video inspelning - pausa
TEXT_DEVICE_RECORD_STOP		= Video inspelning - stoppa
TEXT_DEVICE_MENU		= Meny

TEXT_RC_HOWTO_NOCOMPLETE	= Färdigställ inte inspelningar automatiskt.
TEXT_RC_HOWTO_BYTIME		= Via tid
TEXT_RC_HOWTO_BYSIZE		= via filstorlek
TEXT_RC_HOWTO_BYSILENCE		= Via tyst pågång
TEXT_RC_AFTER_NEWRECORD		= Starta ny inspelning
TEXT_RC_AFTER_EXIT		= Avsluta Bandicam
TEXT_RC_AFTER_SHUTDOWN		= Stäng av den här datorn.
TEXT_RC_AFTER_HIBERNATE		= Försätt datorn i sömnläge

TEXT_SHUTDOWN_SEC		= Stänger av den här datorn om %d sekunder.

TEXT_SEL_IMAGE_FILE		= Välj en bild fil.

TEXT_RC_MB			= MB
TEXT_RC_GB			= GB

TEXT_SND_SELECT_1_DISABLE	= -- Innaktivera --
TEXT_SND_SELECT_2_DISABLE	= -- Innaktivera (Rekommenderat) --

TEXT_CORRUPTED_AVI_FILE		= Den senaste inspelade filen är korrupt.\nVill du reparera detta?\n\nFile: %s
TEXT_SELECTED_CORRUPTED_FILE	= Den valda filen är korrupt.\nVill du reparera detta?\n\nFile: %s
TEXT_TRAY_BALLOON_TIP		= Klicka på ikonen i verktygsfältet för att återställa Bandicam.
TEXT_TRAY_BALLOON_TIP_RECT	= Klicka på ikonen i verktygsfältet för att se rektangelfönstret.
TEXT_TRAY_BALLOON_TIP_DEVICE	= Klicka på ikonen i verktygsfältet för att se inspelningsfönstret.
TEXT_FORCE_STOP			= Misslyckades med att sluta spela in på grund av att det bundna fönstret inte svarar. \nVill du tvångsavsluta inspelningen?
TEXT_EXTERNAL_CODEC		= - Extern Kodeck -
TEXT_CUDA_GPU_AUTOSELECT	= (Automatiskt val)

; status bar tool-tip
TEXT_INDICATOR_STATUS		= Inspelnings status
TEXT_INDICATOR_TIME		= Inspelningstid
TEXT_INDICATOR_SIZE		= Inspelningsstorlek / Fritt hårddiskutrymme
TEXT_INDICATOR_VOLUME		= Nuvarande hårddisk

; recording priority
TEXT_REC_PRIORITY_NORMAL	= [Normal] Normal processorbelastning
TEXT_REC_PRIORITY_HIGH		= [High] Högre än normal prioritering
TEXT_REC_PRIORITY_HIGHEST	= [Highest] Andra program körs saktare

; output page message
TEXT_OUTPUTS_BANDICUT		= Bandicut är inte installerat. Vill du ladda ner Bandicut?
TEXT_OUTPUTS_DELETE		= Är du säker på att du vill radera valda filer permanent?
TEXT_OUTPUTS_SELCOUNT		= %d filer valda

; file naming settings
TEXT_FILE_NAME_PREFIX_TARGET	= Mål namn
TEXT_FILE_NAME_PREFIX_CUSTOM	= Variabel Prefix
TEXT_FILE_NAME_PREFIX_NONE	= Inget
TEXT_FILE_NAME_SUFFIX_TIME	= Datum/Tid
TEXT_FILE_NAME_SUFFIX_NUMBER	= Sekvens Nummer

; timer recording
TEXT_TIMER_REC_MINMAX_MINUTES	= Ange ett värde mellan 1 och 1440 minuter.
TEXT_TIMER_REC_STOP_RECORDING	= Inspelning pågår. \nÄr du säker på att du vill avbryta inspelningen och fortsätta?
TEXT_TIMER_REC_MODE_NOT_SELECTED= Timer inspelning är inte tillgänglig eftersom inspelningsläget ej är valt. Vänligen välj inspelningsläge först.

; upload video
TEXT_UPLOAD_VID_NO_TITLE	= Vänligen ange en titel för videon som skall laddas upp.
TEXT_UPLOAD_VID_NO_PASSWORD	= Vänligen ange ett lösenord.
TEXT_UPLOAD_YOUTUBE_LOGIN	= Inloggning - Youtube
TEXT_UPLOAD_YOUTUBE_LOGIN_TEXT	= Ansluter till YouTube från webbläsaren...
TEXT_UPLOAD_YOUTUBE_LOGIN_CANCEL= Avbryt
TEXT_UPLOAD_VIMEO_LOGIN		= Inloggning - Vimeo
TEXT_UPLOAD_VIMEO_LOGIN_TEXT	= Ansluter till Vimeo från webbläsaren...
TEXT_UPLOAD_VIMEO_LOGIN_CANCEL	= Avbryt
TEXT_UPLOAD_FACEBOOK_LOGIN	= Inloggning - Facebook
TEXT_UPLOAD_GDRIVE_LOGIN	= Inloggning - Google Drive
TEXT_UPLOAD_GDRIVE_LOGIN_TEXT	= Ansluter till Google Drive från webbläsaren...
TEXT_UPLOAD_GDRIVE_LOGIN_CANCEL	= Avbryt
TEXT_UPLOAD_COMPLETE		= Uppladdat
TEXT_UPLOAD_ERR_FAIL		= Misslyckades att ladda up videon.
TEXT_UPLOAD_ERR_FILESIZE_LIMIT	= Denna fil är för stor för uppladdning.
TEXT_UPLOAD_ERR_FREESPACE	= Det finns inte tillräckligt ledigt utrymme på Vimeo för uppladdningen.
TEXT_UPLOAD_ERR_CONNECT		= Misslyckades att ansluta till servern.
TEXT_UPLOAD_ERR_AUTH_VIMEO		= Misslyckades att ladda up videon. Vimeo Basic användare kan inte använda denna funktion.
TEXT_UPLOAD_YOUTUBE_QUOTA	= Bandicam har överskridit den dagliga uppladdnings kvoten tillgänglig från YouTube. Kvoten nollställs vid midnatt stillahavstid. \n Vänligen försök igen efter midnatt stillahavstid eller gå till YouTube.com och ladda upp videon direkt till YouTube. \n\n Vill du besöka YouTube.com?
TEXT_UPLOAD_ERR_ACCESSTOKEN	= Misslyckades att hämta en åtkomsttoken.

; deinterlacing
TEXT_DEINT_NONE			= (Inget)
TEXT_DEINT_ODD			= Udda fält
TEXT_DEINT_EVEN			= Jämna fält
TEXT_DEINT_BLEND		= Blanda

; push to talk/mute
TEXT_SND_CAP_PUSH_TO_TALK	= [PTT] Spela in endast vid nedtryckning
TEXT_SND_CAP_PUSH_TO_MUTE	= [PTM] Tysta endast vid nedtryckning

; download & update 
TEXT_UPDATE_IN_PROGRESS		= Installation pågår...
TEXT_UPDATE_FAILED_DL		= Misslyckades med att ladda ner installationen. \nDatorn kanske inte är ansluten till internet.
TEXT_UPDATE_INSTALL_SUCCEED	= Installationen är komplett.
TEXT_UPDATE_INSTALL_FAILED	= Installationen misslyckades.

; flip screen horizontal/vertical
TEXT_WEBCAM_FLIP_NONE		= (Inget)
TEXT_WEBCAM_FLIP_HORIZONTAL	= Horizontal
TEXT_WEBCAM_FLIP_VERTICAL	= Vertical

; scheduled recording list
TEXT_SREC_HEADER_NAME		= Namn
TEXT_SREC_HEADER_STATUS		= Status
TEXT_SREC_HEADER_START_TIME	= Start tid
TEXT_SREC_HEADER_END_TIME	= Slut tid
TEXT_SREC_HEADER_DURATION	= Tidsrymd
TEXT_SREC_HEADER_TARGET		= Mål
TEXT_SREC_HEADER_AFTER_REC	= Efter inspelning
TEXT_SREC_DEFAULT_NAME		= Schema	
TEXT_SREC_DELETE_SCHEDULES	= Är du säker på att du vill radera valda sheman?
TEXT_SREC_STATUS_WAITING	= Väntar
TEXT_SREC_STATUS_RECORDING	= Spelarin
TEXT_SREC_STATUS_PASSED		= Godkänd
TEXT_SREC_STATUS_INACTIVE	= Inaktiv
TEXT_SREC_TARGET_NOT_CHANGE	= (Byt ej)
TEXT_SREC_TARGET_FULL_SCREEN	= Fullskärm
TEXT_SREC_TARGET_CUSTOM_AREA	= Rektangel på skärmen
TEXT_SREC_TARGET_NOT_CHANGE_TEXT= Använd föregående inspelnings mål.
TEXT_SREC_DISPLAY_ALL		= Alla skärmar
TEXT_SREC_DISPLAY		= Skärm %d
TEXT_SREC_DO_NOTHING		= (Gör inget)
TEXT_SREC_EXIT_BANDICAM		= Avsluta Bandicam
TEXT_SREC_SHUTDOWN_PC		= Stäng av datorn
TEXT_SREC_HIBERNATE_PC		= Försätt datorn i viloläge
TEXT_SREC_ERR_TIME		= Tidsrymden måste vara mellan 00:00:01 och 23:59:59.
TEXT_SREC_ERR_DAY		= Åtmindstonde en dag måste vara vald.
TEXT_SREC_ERR_OVERLAPPED	= Inspelnings tiden överlappar med "%s"
TEXT_SREC_SAME_DAY		= Samma dag
TEXT_SREC_DAY_AFTER		= Dagen efter
TEXT_SREC_EVERYDAY		= Varje dag
TEXT_SREC_SUN			= Söndag
TEXT_SREC_MON			= Måndag
TEXT_SREC_TUE			= Tisdag
TEXT_SREC_WED			= Onsdag
TEXT_SREC_THU			= Torsdag
TEXT_SREC_FRI			= Fredag
TEXT_SREC_SAT			= Söndag
TEXT_SREC_START_INFO		= Starta inspelningen innom %s.
TEXT_SREC_STOP_INFO		= Stoppa inspelningen innom %s.
TEXT_SREC_DAY			= %Ddag
TEXT_SREC_DAYS			= %Ddagar
TEXT_SREC_WAITING_0		= Inga shemalagda inspelningar.
TEXT_SREC_WAITING_1		= Det finns 1 shemalagd inspelning.
TEXT_SREC_WAITING_N		= Det finns %d shemalagda inspelningar.

; bandifix
TEXT_BDFIX_APPTITLE		= BandiFix
TEXT_BDFIX_CONFIRM_EXIT		= Bearbetar fortfarande. Är du säker på att du vill avsluta?
TEXT_BDFIX_NOT_SUPPORTED_FILE	= Indata filen är inte i ett supporterat format.
TEXT_BDFIX_NOT_CORRUPTED	= Indata filen är inte trasig.\nVill du fortsätta?
TEXT_BDFIX_NO_CORRUPTION_KNOWN	= Indata filen är inte trasig eller kan inte bli fel kontrollerad.
TEXT_BDFIX_ALREADY_EXISTS	= Utdata filen existerar redan. Vill du skriva över den?
TEXT_BDFIX_SAME_PATH		= Utdata filens sökväg är samma som indata filens.
TEXT_BDFIX_DISK_SPACE		= Inte tillräckligt med hårdisk plats för utdata filen.
TEXT_BDFIX_PROCESS_COMPLETE	= Processen komplett!
TEXT_BDFIX_STATUS_PROCESSING	= Bearbetar
TEXT_BDFIX_STATUS_COMPLETE	= Komplett
TEXT_BDFIX_STATUS_FAILED	= Misslyckades
TEXT_BDFIX_STATUS_READY		= Redo
TEXT_BDFIX_FAILED_TO_OPEN	= Indata filen kan inte öppnas.
TEXT_BDFIX_FAILED_TO_PROCESS	= Misslyckades med återställningsuppgiften.

; Filename filter for openfile dialogbox 
TEXT_OP_FILTER_AVI		= AVI Filer
TEXT_OP_FILTER_MP4		= MP4 Filer
TEXT_OP_FILTER_PNG		= PNG Filer
TEXT_OP_FILTER_ALL		= Alla Filer
TEXT_OP_FILTER_MEDIA		= Media Filer

; Countdown combobox
TEXT_TARGET_COUNTDOWN_1		= 1 sek
TEXT_TARGET_COUNTDOWN_2		= 2 sek
TEXT_TARGET_COUNTDOWN_3		= 3 sek
TEXT_TARGET_COUNTDOWN_4		= 4 sek
TEXT_TARGET_COUNTDOWN_5		= 5 sek
TEXT_TARGET_COUNTDOWN_6		= 6 sek
TEXT_TARGET_COUNTDOWN_7		= 7 sek
TEXT_TARGET_COUNTDOWN_8		= 8 sek
TEXT_TARGET_COUNTDOWN_9		= 9 sek
TEXT_TARGET_COUNTDOWN_10	= 10 sek

; etc.
TEXT_DEFAULT_SOUND_DEVICE	= (Standard Ljud Enhet)
TEXT_DEFAULT_OUTPUT_DEVICE	= (Standard Utgångs Enhet)
TEXT_DEFAULT_INPUT_DEVICE	= (Standard Ingångs Enhet)
TEXT_DEFAULT_DEVICE_FORMAT	= (Auto-detektera Format)
TEXT_HOTKEY_NONE		= (Inget)
TEXT_ADD_YOUR_TEXT_HERE		= Skriv din text här
TEXT_NOT_SHOW_THIS_NOTICE	= Är du säker på att du inte vill se detta meddelande igen?
TEXT_RESTART_FOR_NEW_PRIVILEGE	= Är du säker på att du vill starta om och köra Bandicam med nya rättigheter?
TEXT_RESET_TO_DEFAULT		= Återställ till standard

; oauth complete html
TXT_LANG_CODE           	= "sv"
TXT_TITLE               	= "Anslutning med YouTube är komplett!"
TXT_MESSAGE_COMPLETE1   	= "Anslutning med YouTube är komplett!"
TXT_MESSAGE_COMPLETE2   	= "Du kan stänga denna sida."
TXT_GOTO_BANDICAM_HOME  	= "<a href='https://www.bandicam.com' class='bandicam'><div>Gå till bandicam.com</div></a>"
TXT_GOTO_BANDICUT_HOME  	= "<a href='https://www.bandicam.com/bandicut-video-cutter/' class='bandicut'><div>Gå till bandicut.com</div></a>"

; pip rotate option
TEXT_PIPROTATE_NONE			= (Inget)
TEXT_PIPROTATE_90			= 90°
TEXT_PIPROTATE_180			= 180°
TEXT_PIPROTATE_270			= 270°

; pip mask shape
TEXT_PIPMASK_NONE		= Standard
TEXT_PIPMASK_SQUARE		= Ruta
TEXT_PIPMASK_CIRCLE		= Cirkel
TEXT_PIPMASK_ELLIPSE		= Ellips

; Keystroke Size
TEXT_KEYSTROKE_SIZE_1		= Liten
TEXT_KEYSTROKE_SIZE_2		= Mellan
TEXT_KEYSTROKE_SIZE_3		= Stor

; Enhanced capture option
TEXT_ENHANCED_CAPTURE_AUTO	= Välj metod automatiskt (Standard)
TEXT_ENHANCED_CAPTURE_1		= Metod 1 (för Windows 8 och högre)
TEXT_ENHANCED_CAPTURE_2		= Metod 2 (för Windows 10 och högre)

; Sound device selection menu
TEXT_SND_DEVICE_NO_SPEAKER	= Stäng av
TEXT_SND_DEVICE_NO_MICROPHONE	= Stäng av
TEXT_SND_DEVICE_NO_ALL_SOUND	= Spela inte in alla ljud
TEXT_SND_DEVICE_ADVANCED	= Avancerat...

[SKIN]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; MAIN
; page name
$BN_PAGE_HOME			= Hem
$BN_PAGE_GENERAL		= Allmänt
$BN_PAGE_FPS			= FPS
$BN_PAGE_VIDEO			= Video
$BN_PAGE_IMAGE			= Bild
$BN_PAGE_AUDIO			= Ljud
$BN_PAGE_ABOUT			= Om
$BN_UNREGISTERED		= Den <font color="#ffa900">fria</font> versionen är begränsad till <font color="#ffa900">10 minuter</font> per inspelning.
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL
$ST_GEN_OPTIONS			= Alternativ
$ST_GEN_OUTPUT_FOLDER		= Utmatnings mapp
$BN_GEN_OPEN_OUTPUT_FOLDER	= Öppna
$BN_GEN_ADV_OPTIONS		= Avancerat
$CK_GEN_ALWAYS_ON_TOP		= Bandicam fönstret alltid överst
$CK_GEN_START_MINIMIZED		= Starta Bandicam minimerat
$CK_GEN_RUN_WHEN_START		= Kör Bandicam vid Windows uppstart
$CK_GEN_RECORD_WHEN_RUN		= Starta fullskärms inspelning när Bandicam startas
$CK_GEN_TIMER_RECORDING		= Sätt timer för Auto Start Inspelning
$ST_GEN_LANGUAGE		= Språk
$ST_GEN_REC_AUTO_START		= Auto Starta Inspelning
$ST_GEN_REC_SCHEDULED		= Shemalagd Inspelning
$BN_GEN_REC_SCHEDULED		= Inställningar
$ST_GEN_REC_AUTO_COMPLETE	= Avsluta inspelningen automatiskt
$BN_GEN_REC_AUTO_COMPLETE	= Inställningar
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FPS
$ST_FPS_OVERLAY			= Överlappning
$CK_FPS_OVERLAY_HOTKEY		= Visa/Dölj Snabbknapp
$CK_FPS_OVERLAY_POS_HOTKEY	= Placera Snabbknapp
$CK_FPS_OVERLAY			= Överlappning FPS
$ST_FPS_LIMIT			= Gräns
$CK_FPS_LIMIT_HOTKEY		= Snabbknapp
$CK_FPS_LIMIT			= Ställ in FPS gräns
$CK_FPS_LIMIT_ONLY_CAP		= Enbart under inspelning
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; VIDEO
$ST_VID_RECORD			= Spela in
$CK_VID_RECORD_HOTKEY		= Inspelning/Stoppa Snabbknapp
$CK_VID_PAUSE_HOTKEY		= Paus Snabbknapp
$CK_VID_SHOW_CURSOR		= Visa mus pekaren
$CK_VID_CLICK_EFFECTS		= Lägg till mus-klick effekter
$CK_VID_WEBCAM_OVERLAY		= Lägg till webcam overlay
$BN_VID_RECORD_SETTINGS		= Inställningar
$ST_VID_FORMAT			= Format
$ST_VID_FORMAT_VIDEO		= Video
$ST_VID_FORMAT_AUDIO		= Audio
$BN_VID_FORMAT_SETTINGS		= Inställningar
$BN_VID_FORMAT_PRESETS		= Förinställningar
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IMAGE
$ST_IMG_CAPTURE			= Fånga
$CK_IMG_CAPTURE_HOTKEY		= Snabbknapp
$CK_IMG_CAPTURE_REPEAT		= Upprepa skärmfoto
$ST_IMG_CAPTURE_REPEAT		= sekunder
$CK_IMG_SHOW_CURSOR		= Visa mus pekaren
$CK_IMAGE_ADD_LOGO		= Lägg till logo overlay
$CK_IMG_SHUTTER_SOUND_EFFECT	= Aktivera slutarljud
$BTN_IMAGE_SETTINGS		= Inställningar
$ST_IMG_FORMAT			= Format
$CK_IMG_FORMAT_BMP		= BMP
$CK_IMG_FORMAT_PNG		= PNG
$CK_IMG_FORMAT_JPG		= JPG - Normal
$CK_IMG_FORMAT_JPG_HQ		= JPG - Hög kvalité
$CK_IMAGE_JPG_CUSTOM		= JPG - Variabel kvalite (20~100)
$BTN_IMG_FORMAT_ANIGIF		= Spara som animerad gif
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; AUDIO
$ST_AUDIO_RECORD		= Ljud-endast inspelning
$CK_AUD_RECORD_HOTKEY		= Spelain/Stoppa snabbknapp
$CK_AUD_PAUSE_HOTKEY		= Paus snabbknapp
$BTN_AUDIO_SETTINGS		= Inställningar
$ST_AUD_FORMAT			= Format
$ST_AUD_FORMAT_TYPE		= Fil Typ
$ST_AUD_FORMAT_AUDIO		= Ljud
$BN_AUD_FORMAT_SETTINGS		= Inställningar
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; OUTPUTS
$ST_OUT_TAB_START		= Börja
$ST_OUT_TAB_VIDEO		= Video
$ST_OUT_TAB_IMAGE		= Bilder
$ST_OUT_TAB_AUDIO		= Ljud
$BN_OUT_PLAY_VIDEO		= Spela
$BN_OUT_OPEN_IMAGE		= Öppna
$BN_OUT_EDIT			= Redigera
$BN_OUT_UPLOAD			= Laddaupp
$BN_OUT_DELETE			= Radera
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; ABOUT
$ST_ABO_VERSION_INFO		= Bandicam Version
$ST_ABO_COPYRIGHT		= Copyright(c) 2009-2024 Bandicam.com
$BN_ABO_NEW_VERSION		= Ny version tillgänglig.
$BN_ABO_CHECK_UPDATE		= Leta uppdateringar
$ST_ABO_LICENCE_INFO		= Licens Information
$BN_ABO_REGISTER		= Registrera
$BN_ABO_REGISTER_HELP		= Hur man köper och registrerar
$BN_ABO_UPDATE_REGISTRATION	= Uppdatera Registrationen
$BN_ABO_RENEW_LICENSE		= Förnya Licens
$ST_ABO_HOMEPAGE_INFO		= Hemsides adress
$ST_ABO_HOMEPAGE_URL		= Hemsida
$ST_ABO_FAQ_URL			= FAQ
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; DEVICE
$BN_DEVICE_SELECTION		= Vänligen välj enhet!
$ST_DEVICE_CONNECTING		= Ansluter...
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; update
$ST_UPDATE_STEP1_TEXT		= <font color="yellow">Bandicut</font> är ett måste ha program för Bandicam användare. Du kan snabbt klippa och klistra videor inspelade med Bandicam. 
$BTN_UPDATE_STEP1_LINK		= Mera information
$ST_UPDATE_STEP2_TEXT		= Nerladdning pågår...
$BTN_UPDATE_INSTALL		= Installera nu
$BTN_UPDATE_LATER		= Nej tack!
$BTN_UPDATE_CANCEL		= Ångra
$BTN_UPDATE_CLOSE		= Stäng

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; update - Install Bandicam
$ST_UPDATE_BANDICAM_TEXT	= Det finns en ny version av Bandicam. Vill du starta uppdateringen?
$BTN_UPDATE_BANDICAM_CANCEL	= Avbryt
$BTN_UPDATE_BANDICAM_INSTALL	= Uppdatera
$BTN_UPDATE_BANDICAM_IGNORE	= Fråga inte igen för denna version
$BTN_UPDATE_BANDICAM_LEARNMORE	= Mera information
$BTN_UPDATE_BANDICAM_SETTINGS	= Uppdatera inställningen

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; HOME - START
$ST_START_SEL_MODE		= Välj inspelningsläget du vill använda.
$ST_START_SEL_RECT		= Rektangel yta
$ST_START_SEL_FULL		= Fullskärm
$ST_START_SEL_WINDOW		= Specifikt fönster
$ST_START_SEL_MOUSE		= Runt musen
$ST_START_SEL_GAME		= Spel inspelning
$ST_START_SEL_DEVICE		= Enhets inspelning
$ST_START_SEL_AUDIO		= Ljud endast
$ST_START_SEL_HELP		= Hjälp

$ST_START_RECT_TITLE		= Skärm inspelning - Rektangel på skärmen
$ST_START_RECT_DESC		= Det här läget tillåter dej att spela in en specifik yta inom rektangel fönstret.
$ST_START_RECT_STEP		= 1. Välj en storlek samt yta som skall spelas in.[br]2. Klicka på 'REC' knappen eller på snabbknappen.

$ST_START_FULL_TITLE		= Skärm inspelning - Fullskärm
$ST_START_FULL_DESC		= Det här läget tillåter dej att spela in hela skärmen.
$ST_START_FULL_STEP		= 1. Välj en bildskärm som skall spelas in. [br]2. Klicka på 'REC' knappen eller på snabbknappen.

$ST_START_WINDOW_TITLE		= Skärm inspelning - Specifikt fönster
$ST_START_WINDOW_DESC		= Det här läget tillåter dej att spela in ett valt fönster, även om det är täckt av ett annat fönster.
$ST_START_WINDOW_STEP		= 1. Välj ett fönster som skall spelas in. [br]2. Klicka på 'REC' knappen eller på snabbknappen.

$ST_START_MOUSE_TITLE		= Skärm inspelning - Runt musen
$ST_START_MOUSE_DESC		= Det här läget tillåter dej att spela in runt muspekaren.
$ST_START_MOUSE_STEP		= 1. Välj en storlek som skall spelas in.[br]2. Klicka på 'REC' knappen eller på snabbknappen.

$ST_START_GAME_TITLE		= Spel inspelningsläge
$ST_START_GAME_DESC		= Det här läget tillåter dej att spela in spelande samtidigt som FPS visas.
$ST_START_GAME_STEP		= 1. Starta spelet och kontrollera det gröna nummret (FPS).[br]2. Klicka på 'REC' knappen eller på snabbknappen.

$ST_START_DEVICE_TITLE		= Enhets inspelnings läge
$ST_START_DEVICE_DESC		= Det här läget tillåter dej att spela in externa video enheter som en Webcam, Xbox, Smartphone, IPTV, etc.
$ST_START_DEVICE_STEP		= 1. Välj en webcam eller fångst enhet. [br]2. Klicka på 'REC' knappen eller på snabbknappen.

$ST_START_AUDIO_TITLE		= Ljud-endast inspelnings läge
$ST_START_AUDIO_DESC		= Det här läget tillåter dej att spela in endast ljudet, så som en högtalare eller mikrofon.
$ST_START_AUDIO_STEP		= Klicka på 'REC' knappen eller på snabbknappen.

$BN_START_HELP			= Hjälp
$BN_START_RECORD		= Starta inspelning
$BN_START_RECORD_STOP		= Stoppa inspelning
$ST_START_HOTKEY_RECORD		= Spelain/Stoppa
$ST_START_HOTKEY_SCREENSHOT	= Bild fångst
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; BandiFix
$BN_BDFIX_PLAY			= Spela
$BN_BDFIX_OPEN_FOLDER		= Öppna Folder
$BN_BDFIX_CLOSE			= Stäng
$ST_BDFIX_INPUT_FILE		= Indata
$ST_BDFIX_INPUT_FILE2		= Öppna en korrupt avi/mp4 fil.
$BN_BDFIX_INPUT_FILE		= Öppna
$ST_BDFIX_OUTPUT_FILE		= Utdata
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; SCREEN MODE - MENU
$MENU_SELECT_RECORDING_AREA	= Välj inspelnings yta
$MENU_RECTANGLE			= Rektangel på skärmen
$MENU_FULLSCREEN		= Fullskärm
$MENU_WINDOW_SCREEN		= Specifikt fönster
$MENU_AROUND_MOUSE		= Runt musen
$MENU_AUDIO_ONLY		= Ljud endast
$MENU_RECT_FIND_WINDOW		= Välj inspelnings yta
$MENU_RECT_CUSTOM		= Variabel storlek
$MENU_RECT_RECENTLY_USED	= Nyligen använd storlek
$MENU_FULL_DISPLAY_ALL		= Hela skärmen
$MENU_FULL_DISPLAY_1		= Skärm 1
$MENU_FULL_DISPLAY_2		= Skärm 2
$MENU_FULL_DISPLAY_3		= Skärm 3
$MENU_FULL_DISPLAY_4		= Skärm 4
$MENU_FULL_DISPLAY_5		= Skärm 5
$MENU_FULL_DISPLAY_6		= Skärm 6
$MENU_FULL_DISPLAY_7		= Skärm 7
$MENU_FULL_DISPLAY_8		= Skärm 8
$MENU_FULL_SHOW_CONTRL		= Visa alltid kontroll baren
$MENU_FULL_HIDE_CONTRL		= Visa aldrig kontroll baren
$MENU_MOUSE_CUSTOM		= Variabel storlek
$MENU_WINDOW_FIND		= Välj inspelnings yta i det specifika föstret
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; SELECT DEVICE - POPUP MENU
$MENU_DEVICE_DISABLE_SPEAKER	= Stäng av högtalaren
$MENU_DEVICE_DISABLE_MICROPHONE	= Stäng av mikrofonen
$MENU_DEVICE_ADVANCED		= Avancerat...
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Tooltip
$TOOLTIP_OPEN_FOLDER		= Öppna utmatnings mappen
$TOOLTIP_SCHEDULED_RECORDING	= Schemalägg inspelning
$TOOLTIP_SCREENSHOT		= Fånga bild
$TOOLTIP_RECORD			= Spelain/Stoppa
$TOOLTIP_PAUSE			= Paus
$TOOLTIP_UI_MODE		= Enkelt/Utökat UI
$TOOLTIP_REGISTER		= Registrera Bandicam
$TOOLTIP_ONLINE_HELP		= Hjälp

$TOOLTIP_TOOL_NONE		= Pekare (inget ritande) (Ctrl+Alt+1)
$TOOLTIP_TOOL_PEN		= Penna (Ctrl+Alt+2)
$TOOLTIP_TOOL_PEN_HL		= Överstrykare (Ctrl+Alt+3)
$TOOLTIP_TOOL_PEN_LINE		= Linje (Ctrl+Alt+4)
$TOOLTIP_TOOL_ARROW		= Pil (Ctrl+Alt+5)
$TOOLTIP_TOOL_BOX		= Låda (Ctrl+Alt+6)
$TOOLTIP_TOOL_NUMBER		= Numrerare (Ctrl+Alt+7)
$TOOLTIP_TOOL_TEXT		= Text (Ctrl+Alt+8)
$TOOLTIP_TOOL_ERASER		= Sudd (Ctrl+Alt+9)
$TOOLTIP_TOOL_COLOR		= Välj färg
$TOOLTIP_TOOL_LINE		= Linjebredd
$TOOLTIP_TOOL_UNDO		= Ångra (Ctrl+Z)
$TOOLTIP_TOOL_REDO		= Upprepa (Ctrl+Y)

$TOOLTIP_HOME_SEL		= Välj inspelningsläget du vill använda
$TOOLTIP_HOME_RECT		= Skärminspelnings läge - Rektangel
$TOOLTIP_HOME_FULL		= Skärminspelnings läge - Fullskärm
$TOOLTIP_HOME_WINDOW		= Skärminspelnings läge - Specifikt fönster
$TOOLTIP_HOME_MOUSE		= Skärminspelnings läge - Runt musen
$TOOLTIP_HOME_GAME		= Spel inspelnings läge
$TOOLTIP_HOME_DEVICE		= Enhets inspelnings läge
$TOOLTIP_HOME_AUDIO		= Ljud-endast inspelnings läge

$TOOLTIP_ADD_MOUSE_EFFECT	= Lägg till muspekar effekter
$TOOLTIP_ADD_TEXT_OVERLAY	= Lägg till text overlay effekter
$TOOLTIP_ADD_SPEAKER		= Lägg till högtalare
$TOOLTIP_ADD_MICROPHONE		= Lägg till mikrofon
$TOOLTIP_ADD_WEBCAM_OVERLAY	= Lägg till webcam overlay
$TOOLTIP_MUTE_SPEAKER		= Tysta högtalare
$TOOLTIP_MUTE_MICROPHONE	= Tysta mikrofon

$TOOLTIP_REFRESH_LINFO		= Förnya licens Informationen

$TOOLTIP_ADJUST_SPEAKER_VOL	= Justera högtalar volym
$TOOLTIP_ADJUST_MICROPHONE_VOL	= Justera mikrofon volym

$TOOLTIP_OUTPUT_VIDEO		= Lista över utdatafiler - Video
$TOOLTIP_OUTPUT_IMAGE		= Lista över utdatafiler - Bild
$TOOLTIP_OUTPUT_AUDIO		= Lista över utdatafiler - Ljud

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; DIALOG
$BTN_REGISTER			= Registrera
$BTN_BUY_NOW			= Köp Nu
$BTN_RENEW			= Förnya Nu
$ST_LEARN_MORE			= Veta mer

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FILE
$FILE_LOGO			= logo.png
$FILE_BETA_ICON			= beta_icon.png
$FILE_UNREGISTERED_ICON		= unregistered_icon.png
$FILE_EXPIRED_ICON		= expired_icon.png
$FILE_BUSINESS_ICON		= business_icon.png

[DIALOG]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL			= Avbryt
IDOK				= OK
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT
IDD_VIDEO_FORMAT		= Format inställningar
IDC_ST_FMTSET_FILE		= Fil Typ
IDC_ST_FMTSET_VIDEO		= Video
IDC_ST_VIDEO_SIZE		= Storlek
IDC_ST_VIDEO_FPS		= FPS
IDC_ST_VIDEO_CODEC		= Kodeck
IDC_ST_VIDEO_CODEC_PROFILE	= Profil
IDC_ST_VIDEO_BITRATE		= Bitrate
IDC_ST_VIDEO_QUALITY		= Kvalité
IDC_ST_FMTSET_AUDIO		= Ljud
IDC_CK_AUDIO_ORIGINAL_PCM	= Spara som orginal format
IDC_ED_AUDIO_ORIGINAL_PCM	= Du kan spara multikanal och hög definitions ljud (96KHz eller mer).
IDC_ST_AUDIO_CH			= Kanaler
IDC_ST_AUDIO_FREQ		= Frekvens
IDC_ST_AUDIO_CODEC		= Kodeck
IDC_ST_AUDIO_BITRATE		= Bitrate
IDC_ST_FORMAT_HELP		= [ Hjälp ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_AUDIO_FORMAT
IDD_AUDIO_FORMAT		= Format inställningar

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REGISTER
IDD_REGISTER			= Registrera Bandicam
IDC_ST_1BUY			= 1. Köp
IDC_ST_1BUY_COMMENT		= Var vänlig att notera att Bandicam inte är gratis mjukvara. Om du vill spela in video utan vattenstämpeln måste du köpa en Bandicam licens från oss.
IDC_BTN_BUY_ONLINE		= Köp online
IDC_ST_2REGISTER		= 2. Registrera
IDC_ST_2REGISTER_COMMENT	= Du behöver en internet anslutning för att registrera Bandicam.
IDC_ST_EMAIL_ADDRESS		= Mail address
IDC_ST_SERIAL_NUMBER		= Serienummer
IDC_BTN_REGISTER_NOW		= Registrera nu
IDC_BTN_UNREGISTER_NOW		= Avregistrera
IDC_BTN_CLOSE			= Stäng

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPDATE_CHECK
IDD_UPDATE_CHECK		= Leta uppdateringar
IDC_ST_UPDATE_SETTING		= Inställningar
IDC_CK_UPDATE_ENABLE		= Tillåt automatiska uppdateringar.
IDC_CK_UPDATE_POPUP		= Visa en pop-up ner en ny uppdatering finns tillgänglig.
IDC_UPDATE_CHECK_NOW		= Leta uppdateringar nu
IDC_CLOSE			= Stäng

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_SHEET
IDD_OPT_SHEET			= Avancerade inställningar
IDC_BTN_RESET			= Starta om

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_GENERAL
IDC_ST_ADV_GENERAL		= Allmänt
IDC_CK_ALWAYS_ON_TOP2		= Bandicam fönstret alltid överst
IDC_CK_START_MINIMIZED_TO_TRAY	= Starta Bandicam minimerat i aktivitestfältet
IDC_CK_RUN_WHEN_START		= Starta Bandicam när Windows startar
IDC_CK_RECORD_WHEN_RUN		= Starta full-skärms inspelning när Bandicam körs
IDC_BTN_TIMER_RECORDING		= Ställ timer för Auto Starts inspelning
IDC_CK_SHOW_FPS_IN_VIDEO	= Visa FPS i inspelad video/bild
IDC_ST_SHOW_FPS_IN_VIDEO	= (Endast i 'Spel inspelnings läge')
IDC_CK_SHOW_TIP_BAR		= Visa tips/informationsfältet
IDC_CK_NO_TRAY_BALLOON		= Stäng av aktivitetsfälts notifieringar
IDC_ST_ADV_AUTOMATIC		= Automatisk
IDC_LN_TIP_RECORD_ON_WIN_STARTUP = TIPS: Hur man startar inspelning när Windows startas

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OUTPUT
IDC_ST_OUT_OUTPUT		= Utmatning
IDC_ST_OUT_OUTPUT_FOLDER	= Utmatnings mapp
IDC_CK_OUT_CREATE_SUBFOLDER	= Autoskapa utmatnings mapp med namn:
IDC_RD_OUT_SUBFOLDER		= Samma som inspelnings fil namnet
IDC_RD_OUT_SUBFOLDER_2		= 'Video'/ 'Bilder' / 'Ljud'
IDC_RD_OUT_SUBFOLDER_3		= Datum format (YYYY-MM-DD)
IDC_CK_OUT_ENABLE_WRITE_CACHING	= Tillåt skrivnings-cachning på disk.
IDC_ST_OUT_FILE_NAMING		= Fil namns inställningar
IDC_ST_OUT_EXAMPLE		= Ex)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_LANG
IDC_ST_AD_LANGUAGE		= Språk
IDC_ST_TRANSLATOR		= Tack till översättarna

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOOK
IDC_ST_HK_TARGET		= Kopplingskälla
IDC_CK_HK_OPENGL		= OpenGL
IDC_CK_HK_DDRAW			= DirectDraw
IDC_CK_HK_DX7			= DirectX 7
IDC_CK_HK_DX8			= DirectX 8
IDC_CK_HK_DX9			= DirectX 9
IDC_CK_HK_DX10			= DirectX 10
IDC_CK_HK_DX11			= DirectX 11
IDC_CK_HK_DX12			= DirectX 12
IDC_CK_HK_VULKAN		= Vulkan
IDC_CK_HK_WINDOWS_APPS		= Windows Apps (UWP)
IDC_CK_DISABLE_DX11_ON_IE9	= Stäng av DX10/11 koppling till IE9,10/Firefox
IDC_CK_DISABLE_OVERLAY_ON_DX	= Blockera DirectX video överlappning
IDC_BTN_BLOCK_LIST		= Blockerad processlista

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOTKEYS
IDC_ST_HKEY_GENERAL		= Allmän
IDC_CK_HKEY_START_REC		= Starta/Stoppa inspelning
IDC_CK_HKEY_PAUSE_REC		= Pausa inspelning
IDC_CK_HKEY_CAPTURE_IMAGE	= Fånga bild
IDC_CK_HKEY_MUTE_SPEAKER	= Tysta högtalare
IDC_CK_HKEY_MUTE_MICROPHONE	= Tysta mikrofon
IDC_ST_HKEY_SCREEN_MODE		= Skärminspelnings läge
IDC_CK_HKEY_SHOW_RECT		= Visa/Dölj rektangel
IDC_CK_HKEY_TOGGLE_DRAW		= Ritläge
IDC_CK_HKEY_SEL_TARGET_RECT	= Välj målområde
IDC_CK_HKEY_WEBCAM_MAXIMIZE	= Maximera webcam förhandsvyn
IDC_ST_HKEY_GAME_MODE		= Spel inspelnings läge
IDC_CK_HKEY_SHOW_FPS		= FPS - Visa/Dölj
IDC_CK_HKEY_POS_FPS		= FPS - Position
IDC_CK_HKEY_LIMIT_FPS		= FPS - Gräns

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OTHERS
IDC_ST_OTHER_SETTINGS		= Andra inställningar
IDC_BTN_VIDEO_RECORD_SETTINGS	= Video inspelnings inställningar
IDC_BTN_VIDEO_FORMAT_SETTINGS	= Video format inställningar
IDC_BTN_AUTO_COMPLETE_RECORDING	= Automatiskt avsluta inspelning
IDC_ST_OTHER_UAC		= Kör som administratör (UAC)
IDC_RD_OTHER_NONADMIN		= Kör Bandicam som standard användare (ej-admin)
IDC_RD_OTHER_ADMIN		= Kör Bandicam som administratör
IDC_RD_OTHER_ADMIN_GAME		= Kör som administratör endast i 'Spel inspelnings' läge
IDC_BTN_OTHER_RESTART		= Starta om nu
IDC_LN_OTHER_UAC		= Hjälp

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL
IDD_REC_CONTROL			= Avsluta inspelning automatiskt
IDC_ST_RC_HOWTO			= Ställ in villkor för automatiskt avslut av inspelning
IDC_RD_RC_NOTCOMPLETE		= Avsluta inte
IDC_RD_RC_TIME			= Via inspelningstid
IDC_ST_RC_MAX_TIME		= Max
IDC_RD_RC_SIZE			= Via inspelnings filstorlek
IDC_ST_RC_MAX_SIZE		= Max
IDC_RD_RC_NOSOUND		= Via tyst tidsrymd (sek)
IDC_CK_RC_NOSOUND		= Visa ett tyst popup-fönster innan du stoppar inspelningen
IDC_ST_RC_AFTER			= Efter automatiskt avslut av inspelning
IDC_RD_RC_NOTHING		= Gör ingenting
IDC_RD_RC_NEW_RECORDING		= Starta ny inspelning
IDC_RD_RC_EXIT_BDCAM		= Sluta spela in och avsluta Bandicam
IDC_RD_RC_SHUTDOWN		= Stäng av din dator
IDC_RD_RC_HIBERNATE		= Försätt datorn i viloläge

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL_NOSOUND
IDD_REC_CONTROL_NOSOUND		= Automatisk färdigställ inspelningen - Meddelande
IDC_ST_NOSOUND_TITLE		= Ljudlöst läge
IDC_ST_NOSOUND_DESC		= Inspelningen kommer att avbrytas då inget ljud har spelats.
IDC_ST_NOSOUND_DESC2		= Stoppa inspelningen innom %d sekunder.
IDC_BTN_NOSOUND_CONTINUE	= Fortsätt inspelningen

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SHUTDOWN
IDD_SHUTDOWN			= Avstängning
IDC_ST_SHUTDOWN			= Avstängning
IDC_ST_SHUTDOWN_INFO		= Den här datorn kommer stängas av.\nTryck 'Avbryt' om du inte vill stänga av datorn.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_SHEET_SETTINGS
IDD_VID_SHEET_SETTINGS		= Inspelningsinställningar

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_SOUND
IDC_CK_RECORD_SOUND		= Spela in ljud
IDC_ST_SND_SELECT_1		= Primär ljudenhet
IDC_ST_SND_DEVICE_0		= Högtalare
IDC_BTN_SND_SETTING_0		= Inställning...
IDC_ST_SND_DEVICE_1		= Mikrofon
IDC_BTN_SND_SETTING_1		= Inställning...
IDC_ST_SND_VOLUME_1		= Volym
IDC_CK_SND_MONO_1		= Mono
IDC_BTN_SND_FILTER_1		= Filter
IDC_ST_SND_SELECT_2		= Sekundär ljudenhet
IDC_BTN_SND_SETTING_2		= Inställning...
IDC_ST_SND_VOLUME_2		= Volym
IDC_CK_SND_MONO_2		= Mono
IDC_BTN_SND_FILTER_2		= Filter
IDC_CK_SND_MIX_SOUND		= Ljud mixning (Primär+Sekundär till samma ljudspår)
IDC_CK_SND_CAP_PUSH_TO		= Push-To-Talk eller Push-To-Mute
IDC_ST_SOUND_HELP		= [ Hjälp ]
IDC_CK_SND_SAVE_AS_WAV		= Spara ljudspår medans inspelning pågår (.wav)
IDC_ST_AUDIO_MODE		= Vänligen välj minst en ljudenhet för ljud inspelning.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_WEBCAM
IDC_CK_ADD_WEBCAM		= Lägg till webcam overlay till video
IDC_ST_WEBCAM_SETTING		= Inställningar
IDC_ST_WEBCAM_POS		= Position:
IDC_CK_WEBCAM_USE_CHROMAKEY	= Använd Chroma key
IDC_BTN_WEBCAM_PREVIEW_SETTINGS	= Avancerat
IDC_ST_WEBCAM_ADVANCED_OPTIONS	= Avancerade inställningar
IDC_CK_WEBCAM_PREVIEW_ON_A_SCREEN = Förhandsvisa webcam på skärmen
IDC_CK_WEBCAM_PREVIEW_HOTKEY	= Aktivera förhandsvisnings snabbknapp
IDC_RD_WEBCAM_ADD_TO_VIDEO	= Lägg till webcam overlay till videofilen
IDC_RD_WEBCAM_SAVE_AS_MP4	= Spara webcam video som separat fil(.mp4)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_LOGO
IDC_CK_ADD_LOGO			= Lägg till logotyp till video
IDC_ST_LOGO_SETTING		= Inställning
IDC_ST_LOGO_IMAGE		= Bild:
IDC_ST_LOGO_OPACITY		= Ogenomskinlighet:
IDC_ST_LOGO_POS			= Position:
IDC_ST_LOGO_LR_MARGINS		= Vänster/H Marginal:
IDC_ST_LOGO_TB_MARGINS		= Top/B Marginal:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_EFFECTS
IDC_CK_SHOW_CURSOR		= Visa muspekare
IDC_ST_CURSOR_SIZE		= Storlek
IDC_ST_EFFECTS_MOUSE		= Pekar effekter
IDC_CK_ADD_CLICK_EFFECTS	= Lägg till klick effekter
IDC_ST_CLICK_EFFECT_SIZE	= Storlek
IDC_ST_LEFT_CLICK_COLOR		= Vänster klick färg
IDC_ST_RIGHT_CLICK_COLOR	= Höger klick färg
IDC_CK_ADD_HIGHLIGHT_EFFECTS	= Lägg till pekar markerings effekt
IDC_ST_HIGHLIGHT_EFFECT_SIZE	= Storlek
IDC_ST_HIGHLIGHT_COLOR		= Markerings färg
IDC_ST_HIGHLIGHT_OPACITY	= Ogenomskinlighet
IDC_ST_EFFECT_PREVIEW_TITLE	= Förhandsvisning
IDC_ST_EFFECTS_MOUSE_SOUND	= Spela musklicksljud under inspelningen
IDC_CK_EFFECT_LCLICK_SOUND	= Vänster klick
IDC_CK_EFFECT_RCLICK_SOUND	= Höger klick

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_KEYSTROKE
IDC_CK_ADD_KEYSTROKE		= Lägg till tangentvisnings funktion till videon
IDC_ST_ADD_KEYSTROKE		= Tangentvisnings funktionen är endast tillgänglig i Skärm inspelningsläget.
IDC_ST_KEYSTROKE_SETTING	= Inställningar
IDC_ST_KEYSTROKE_SIZE		= Tecken storlek:
IDC_ST_KEYSTROKE_POS		= Position:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;IDD_VID_PAGE_TEXT
IDC_CK_ADD_TEXT			= Lägg till text overlay till videon
IDC_BTN_TEXT_OVERLAY_ADD	= Lägg till
IDC_BTN_TEXT_OVERLAY_EDIT	= Redigera
IDC_BTN_TEXT_OVERLAY_DEL	= Radera

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_OPTIONS
IDC_ST_REC_OPTIONS		= Inställningar
IDC_ST_REC_PRIORITY		= Inspelnings prioritering :
IDC_ST_REC_PRIORITY2		= Högre prioritering kan sänka antalet förlorade frames.
IDC_ST_FOR_DX_GL		= För spel inspelnings läge
IDC_CK_SKIP_RECORDING		= Hoppa över inspelning när frame inte updateras
IDC_CK_ENHANCED_DX9_CAPTURE	= Använd utökad fångst metod (snabbare, endast DirectX 9)
IDC_ST_FOR_RECT_SCREEN		= För skärm inspelnings läge
IDC_CK_HIDE_MAINWND_WHILE_REC	= Göm huvudfönstret vid inspelning
IDC_CK_SHOW_COUNTDOWN_TIMER	= Visa nedräknare före inspelningen börjar
IDC_CK_ENHANCED_CAPTURE		= Använd utökad fångst metod (snabbare, för Windows 8 eller högre)
IDC_CK_PLAY_EVENT_SOUND_EFFECTS = Spela ljudeffekt vid start eller stopp
IDC_CK_EXCLUDE_FROM_CAPTURE = Uteslut Bandicam-fönster från inspelning

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_SETTINGS
IDD_VIDEO_WEBCAM_SETTINGS	= Webcam förhandsvisning och avancerade inställningar
IDC_ST_WEBCAM_PRESET_POS	= Förvalt läge
IDC_ST_WEBCAM_PREVIEW_SETTINGS	= Inställningar
IDC_ST_WEBCAM_DEVICE		= Webcam:
IDC_BTN_WEBCAM_DEVICE		= Inställningar
IDC_ST_WEBCAM_DEVICE_FMT	= Format:
IDC_ST_WEBCAM_SIZE		= Overlay storlek:
IDC_ST_WEBCAM_POS_H		= X position:
IDC_ST_WEBCAM_POS_V		= Y position:
IDC_ST_WEBCAM_FLIPSCREEN	= Vänd skärmen:
IDC_ST_WEBCAM_ROTATE	= Rotate:
IDC_ST_WEBCAM_SHAPE		= Form:
IDC_ST_WEBCAM_BLUR		= Oskarp effekt:
IDC_CK_WEBCAM_USE_CHROMAKEY_L	= Använd Chroma key
IDC_ST_WEBCAM_CHROMAKEY_COLOR	= Färg:
IDC_BTN_WEBCAM_CHROMAKEY_COLOR	= Välj
IDC_BTN_WEBCAM_CHROMAKEY_SIMILARITY = Likhet: 
IDC_ST_WEBCAM_CHROMAKEY_BLEND	= Blanda:
IDC_LN_WEBCAM_HELP		= [ Hjälp ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_PREVIEW
IDD_VIDEO_WEBCAM_PREVIEW	= Webcam förhandsvisning

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_TEXT_SETTINGS
IDD_VIDEO_TEXT_SETTINGS		= Text overlay inställningar
IDC_ST_TEXT_OVERLAY_SETTINGS	= Inställningar
IDC_ED_TEXT_INCLUDE_TIMESTAMP	= Inkludera tidsstämpel
IDC_ST_TEXT_FONT		= Font:
IDC_ST_TEXT_SIZE		= Storlek:
IDC_ST_TEXT_MARGIN		= Marginal:
IDC_ST_TEXT_ALPHA		= Alpha:
IDC_ST_TEXT_COLOR		= Text färg:
IDC_CK_TEXT_SHADOW_COLOR	= Skugga:
IDC_CK_TEXT_OUT_COLOR		= Utlinje:
IDC_BTN_ADD_TEXT_MACRO		= Lägg till text macro (Datum, Tid...)
IDC_LN_TEXT_HELP		= [ Hjälp ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_IMG_SHEET_SETTINGS
IDD_IMG_SHEET_SETTINGS		= Bild fångst inställningar

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_IMG_PAGE_LOGO
IDC_CK_IMG_ADD_LOGO		= Lägg till logo till bild
IDC_ST_IMG_LOGO_SETTING		= Inställning
IDC_ST_IMG_LOGO_IMAGE		= Bild:
IDC_ST_IMG_LOGO_OPACITY		= Ogenomskinlighet:
IDC_ST_IMG_LOGO_POS		= Position:
IDC_ST_IMG_LOGO_LR_MARGINS	= Vänster/H Marginal:
IDC_ST_IMG_LOGO_TB_MARGINS	= Topp/B Marginal:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_CUSTOM_SIZE
IDD_TARGET_CUSTOM_SIZE		= Anpassad käll storlek
IDC_ST_TARGET_SIZE_SETTING	= Inställning
IDC_ST_TARGET_SIZE		= Käll storlek:
IDC_BTN_TARGET_RECENT		= Senaste målstorlek

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_ADD_SIZE_PRESET
IDD_TARGET_ADD_SIZE_PRESET	= Lägg till nytt storleks förval
IDC_ST_ADD_SIZE_PRESET		= Du kan spara valt mål och storlek som nytt förval.\nSkriv ett nytt namn för det nya förvalet.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_EDIT_SIZE_PRESET
IDD_TARGET_EDIT_SIZE_PRESET	= Redigera storleks förval
IDC_BTN_SIZE_PRESET_ADD		= Lägg till
IDC_BTN_SIZE_PRESET_DEL		= Radera
IDC_BTN_SIZE_PRESET_REN		= Byt namn
IDC_BTN_SIZE_PRESET_UP		= Upp
IDC_BTN_SIZE_PRESET_DN		= Ner

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_REN_SIZE_PRESET
IDD_TARGET_REN_SIZE_PRESET	= Byt namn på storleks förvalet
IDC_ST_REN_SIZE_PRESET		= Skriv ett nytt namn för det nya förvalet.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_INFO
IDD_ACAP_INFO			= Information
IDC_ST_ACAP_INFO		= Ljudinspelningsinformation
IDC_ST_ACAP_INFO2		= Ditt ljudkort spelar inte in ljud. Var vänlig ändra 'inspelningskontroller'. \n\nVill du besöka hjälpsidan på nätet?
IDC_CK_ACAP_DO_NOT_ASK		= Fråga inte igen
IDC_BTN_YES			= Ja
IDC_BTN_NO			= Nej

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_TIME
IDD_RC_MAX_TIME			= Max inspelningstid
IDC_ST_RC_TIME_SETTING		= Inställning
IDC_ST_RC_TIME_HOUR		= Timmar
IDC_ST_RC_TIME_MIN		= Minuter
IDC_ST_RC_TIME_SEC		= Sekunder

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_SIZE
IDD_RC_MAX_SIZE			= Max inspelningsfilstorlek
IDC_ST_RC_FILESIZE_SETTING	= Inställning

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_ADD_PRESET
IDD_VIDEO_PAGE_ADD_PRESET	= Lägg till en ny förinställning
IDC_ST_ADD_PRESET		= Du kan spara dina formatinställningar som en förinställning.\nNamnge förinställningen.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_EDIT_PRESET
IDD_VIDEO_PAGE_EDIT_PRESET	= Ändra Förinställningar
IDC_BTN_PRESET_ADD		= Lägg till
IDC_BTN_PRESET_DEL		= Ta bort
IDC_BTN_PRESET_REN		= Ändra namn
IDC_BTN_PRESET_UP		= Upp
IDC_BTN_PRESET_DN		= Ner

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_REN_PRESET
IDD_VIDEO_PAGE_REN_PRESET	= Ändra förinställningens namn
IDC_ST_REN_PRESET		= Ge din förinställning ett nytt namn.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_CODEC_EX
IDD_VIDEO_CODEC_EX		= Välj extern video kodeck
IDC_ST_CODEC_EX_LIST		= Kodeck lista
IDC_ST_CODEC_EX_SETTINGS	= Inställningar
IDC_ST_CODEC_EX_DRIVER		= Driver Namn
IDC_ST_CODEC_EX_FOURCC		= FourCC
IDC_ST_CODEC_EX_QUALITY		= Kvalité
IDC_ST_CODEC_EX_DATERATE	= Data hastighet
IDC_ST_CODEC_EX_KEYFRAME	= Keyframe Intervall
IDC_CK_CODEC_EX_PREFER_RGB	= Föredra RGB färgrymd
IDC_BTN_CODEC_EX_CONFIG		= Konfigurera
IDC_BTN_CODEC_EX_ABOUT		= Om
IDC_ST_CODEC_EX_HELP		= [ Hjälp ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_HOOK_BLOCK
IDD_OPT_HOOK_BLOCK		= Lista över blockerade processer
IDC_ST_BLOCK_LIST		= Följande processer är ej tillåtna hakar.
IDC_ST_BLOCK_LIST_EX		= Exempel :

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_CUDA
IDD_VIDEO_FORMAT_CUDA		= H.264 (NVIDIA® CUDA™) inställningar
IDC_ST_H264_CUDA_RATE_CONTROL	= Hastighetskontroll
IDC_RD_H264_CUDA_VBR		= VBR - kvalitets-baserad (rekommenderad)
IDC_RD_H264_CUDA_CBR		= CBR - bitrate-baserad
IDC_ST_H264_CUDA_GPU_USAGE	= GPU Användning
IDC_RD_H264_CUDA_GPU_CPU	= GPU + CPU
IDC_RD_H264_CUDA_GPU		= Endast GPU (använd med snabb GPU)
IDC_ST_H264_CUDA_GPU_DEVICE	= GPU enhet:
IDC_ST_H264_CUDA_OTHER_OPTIONS	= Andra val
IDC_ST_H264_CUDA_FOURCC_USED	= FourCC kod:
IDC_ST_H264_CUDA_KEYFRAME_INT	= Keyframe intervall:
IDC_ST_H264_CUDA_FOURCC_HELP	= Hjälp

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_SYNC
IDD_VIDEO_FORMAT_SYNC		= H.264 (Quick Sync Video) Inställningar
IDC_ST_H264_SYNC_RATE_CONTROL	= Hastighetskontroll
IDC_RD_H264_SYNC_VBR		= VBR - kvalitets-baserad (rekommenderad)
IDC_RD_H264_SYNC_CBR		= CBR - bitrate-baserad
IDC_ST_H264_SYNC_OTHER_OPTIONS	= Andra val
IDC_ST_H264_SYNC_FOURCC_USED	= FourCC kod:
IDC_ST_H264_SYNC_KEYFRAME_INT	= Keyframe intervall:
IDC_ST_H264_SYNC_FOURCC_HELP	= Hjälp

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_APP
IDD_VIDEO_FORMAT_APP		= H.264 (AMD VCE) Inställningar
IDC_ST_H264_APP_RATE_CONTROL	= Hastighetskontroll
IDC_RD_H264_APP_VBR		= VBR - kvalitets-baserad (rekommenderad)
IDC_RD_H264_APP_CBR		= CBR - bitrate-baserad
IDC_ST_H264_APP_OTHER_OPTIONS	= Andra val
IDC_ST_H264_APP_FOURCC_USED	= FourCC kod:
IDC_ST_H264_APP_KEYFRAME_INT	= Keyframe intervall:
IDC_ST_H264_APP_FOURCC_HELP	= Hjälp

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_XVID
IDD_VIDEO_FORMAT_XVID		= Xvid Inställningar
IDC_ST_XVID_RATE_CONTROL	= Hastighetskontroll
IDC_RD_XVID_VBR			= VBR - kvalitets-baserad (rekommenderad)
IDC_RD_XVID_CBR			= CBR - bitrate-baserad
IDC_ST_XVID_OPTIMIZATION	= Optimering
IDC_RD_XVID_FASTER_SPEED	= Snabbare komprimering
IDC_RD_XVID_SMALLER_SIZE	= Mindre filstorlek
IDC_ST_XVID_OTHER_OPTIONS	= Andra val
IDC_ST_XVID_KEYFRAME_INT	= Keyframe intervall:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_NVENC
IDD_VIDEO_FORMAT_NVENC		= H.264 (NVIDIA® NVENC) Inställningar
IDC_ST_H264_NVENC_RATE_CONTROL	= Hastighetskontroll
IDC_RD_H264_NVENC_VBR		= VBR - kvalitets-baserad (rekommenderad)
IDC_RD_H264_NVENC_CBR		= CBR - bitrate-baserad
IDC_ST_H264_NVENC_GPU_USAGE	= GPU Användning
IDC_ST_H264_NVENC_GPU_DEVICE	= GPU enhet:
IDC_ST_H264_NVENC_OTHER_OPTIONS	= Andra val
IDC_ST_H264_NVENC_FOURCC_USED	= FourCC kod:
IDC_ST_H264_NVENC_KEYFRAME_INT	= Keyframe intervall:
IDC_ST_H264_NVENC_FOURCC_HELP	= Hjälp

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_H264
IDD_VIDEO_FORMAT_H264		= H.264 (CPU) Inställningar
IDC_ST_H264_RATE_CONTROL	= Hastighetskontroll
IDC_RD_H264_VBR			= VBR - kvalitets-baserad (rekommenderad)
IDC_RD_H264_CBR			= CBR - bitrate-baserad
IDC_ST_H264_OPTIMIZATION	= Optimering
IDC_RD_H264_FASTER_SPEED	= Snabbare komprimering
IDC_RD_H264_BALANCED		= Balanserad prestanda
IDC_RD_H264_SMALLER_SIZE	= Mindre filstorlek
IDC_ST_H264_OTHER_OPTIONS	= Andra val
IDC_ST_H264_KEYFRAME_INT	= Keyframe intervall:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_SETTINGS
IDD_TIMER_REC_SETTINGS		= Timer inspelning
IDC_ST_TIMER_SETTINGS		= Inställningar
IDC_RD_TIMER_START_IN		= Starta innom
IDC_ST_TIMER_MINUTES		= minuter
IDC_RD_TIMER_START_AT		= Starta vid
IDC_CK_TIMER_MINIMIZE		= Minimera Bandicam till aktivitetsfältet när inspelningen startar.
IDC_ST_TIMER_AUTO_COMPLETE	= Automatisk färdigställ inspelningen
IDC_BTN_TIMER_AUTO_COMPLETE	= Inställning

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_WAITING
IDD_TIMER_REC_WAITING		= Timer inspelning - Väntar på start
IDC_ST_TIMER_WAITING_INFO	= Väntar på att starta inspelning %s.
IDC_ST_TIMER_ELAPSED		= Förfluten tid:
IDC_ST_TIMER_REMAINING		= Återstående tid:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_FPS
IDD_VIDEO_FORMAT_FPS		= FPS Inställningar
IDC_ST_FORMAT_FPS_MODE		= Frame Rate läge
IDC_RD_FORMAT_FPS_CFR		= Föredra CFR - Constant Frame Rate
IDC_ST_FORMAT_FPS_CFR		= Falltillbaka till VFR om frame raten är för låg.
IDC_RD_FORMAT_FPS_VFR		= Använd VFR - Variable Frame Rate (rekommenderat)
IDC_ST_FORMAT_FPS_HELP		= Hjälp

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_YOUTUBE
IDD_UPLOAD_TO_YOUTUBE		= Ladda upp till Youtube.com
IDC_ST_YOUTUBE_UPLOADINFO	= Uppladdnings information
IDC_ST_YOUTUBE_FILENAME		= Fil namn:
IDC_ST_YOUTUBE_TITLE		= Titel:
IDC_ST_YOUTUBE_DESCRIPTION	= Beskrivning:
IDC_ST_YOUTUBE_PRIVACY		= Sekretess:
IDC_RD_YOUTUBE_PRIVACY_PUBLIC	= Publik - Tillåt alla att se videon
IDC_RD_YOUTUBE_PRIVACY_UNLISTED	= Olistad - Alla som har länken kan se videon
IDC_RD_YOUTUBE_PRIVACY_PRIVATE	= Privat - Gör videon synlig för mej samt användare jag väljer
IDC_BTN_YOUTUBE_UPLOAD		= Ladda upp
IDC_LN_YOUTUBE_HELP		= Hjälp
IDC_LN_YOUTUBE_TOS		= 
IDC_CK_YOUTUBE_KEEP_LOGGED_IN	= Håll mej inloggad
IDC_BTN_YOUTUBE_LOGOUT		= Utloggning

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_YOUTUBE
IDD_UPLOADING_YOUTUBE		= Laddar upp...
IDC_ST_YOUTUBE_UPLOADED		= Video uppladdning klar!
IDC_ST_YOUTUBE_LINK		= Länk:
IDC_ST_YOUTUBE_EMBED		= Bädda in:
IDC_BTN_YOUTUBE_LINK_GO		= Gå
IDC_BTN_YOUTUBE_EMBED_COPY	= Kopiera
IDC_BTN_YOUTUBE_CLOSE		= Stäng

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_VIMEO
IDD_UPLOAD_TO_VIMEO		= Ladda upp till Vimeo.com
IDC_ST_VIMEO_UPLOADINFO		= Uppladdnings information
IDC_ST_VIMEO_FILENAME		= Fil namn:
IDC_ST_VIMEO_TITLE		= Titel:
IDC_ST_VIMEO_DESCRIPTION	= Beskrivning:
IDC_ST_VIMEO_PRIVACY		= Sekretess:
IDC_RD_VIMEO_PRIVACY_ANYONE	= Alla - Alla kan se den här videon
IDC_RD_VIMEO_PRIVACY_ONLYME	= Endast mej - Gör videon synlig endast för mej
IDC_RD_VIMEO_PRIVACY_FOLLOW	= Endast folk jag följer - Gör videon synlig endast för folk jag följer på Vimeo
IDC_RD_VIMEO_PRIVACY_UNLISTED	= Endast folk med den privata länken kan se videon
IDC_ST_VIMEO_PRIVACY_UNLISTED	= (Vimeo Basic användare kan inte använda detta val)
IDC_RD_VIMEO_PRIVACY_PASSWORD	= Endast folk som har lösenordet kan se denna video 
IDC_CK_HIDE_PASSWORD		= Dölj lösenord
IDC_BTN_VIMEO_UPLOAD		= Ladda upp
IDC_LN_VIMEO_HELP		= Hjälp

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_VIMEO
IDD_UPLOADING_VIMEO		= Laddar upp...
IDC_ST_VIMEO_UPLOADED		= Video uppladdning klar!
IDC_ST_VIMEO_LINK		= Länk:
IDC_ST_VIMEO_EMBED		= Bädda in:
IDC_BTN_VIMEO_LINK_GO		= Gå
IDC_BTN_VIMEO_EMBED_COPY	= Kopiera
IDC_BTN_VIMEO_CLOSE		= Stäng

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_FACEBOOK
IDD_UPLOAD_TO_FACEBOOK		= Ladda upp till Facebook.com
IDC_ST_FACEBOOK_UPLOADINFO	= Uppladdnings information
IDC_ST_FACEBOOK_FILENAME	= Fil namn:
IDC_ST_FACEBOOK_TITLE		= Titel:
IDC_ST_FACEBOOK_DESCRIPTION	= Beskrivning:
IDC_ST_FACEBOOK_PRIVACY		= Sekretess:
IDC_RD_FACEBOOK_PRIVACY_PUBLIC	= Publik - Tillåt alla att se videon
IDC_RD_FACEBOOK_PRIVACY_FOF	= Vänner till vänner - Tillåt vänners vänner att se videon
IDC_RD_FACEBOOK_PRIVACY_FRIENDS	= Vänner - Tillåt vänner att se videon
IDC_RD_FACEBOOK_PRIVACY_ONLYME	= Endast mej - Gör videon synlig endast för mej
IDC_BTN_FACEBOOK_UPLOAD		= Ladda upp
IDC_LN_FACEBOOK_HELP		= Hjälp

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_FACEBOOK
IDD_UPLOADING_FACEBOOK		= Laddar upp...
IDC_ST_FACEBOOK_UPLOADED	= Video uppladdning klar!
IDC_ST_FACEBOOK_LINK		= Länk:
IDC_BTN_FACEBOOK_LINK_GO	= Gå
IDC_BTN_FACEBOOK_CLOSE		= Stäng

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_GDRIVE
IDD_UPLOAD_TO_GDRIVE		= Uppladda till Google Drive
IDC_ST_GDRIVE_UPLOADINFO	= Uppladdnings Information
IDC_ST_GDRIVE_FILENAME		= Fil namn:
IDC_ST_GDRIVE_SHARE_MODE	= Dela:
IDC_RD_GDRIVE_DONT_SHARE	= Dela inte
IDC_RD_GDRIVE_SHARELINK		= Skapa en delad länk
IDC_ST_GDRIVE_SHARELINK_HELP	= Alla med länken kan se
IDC_BTN_GDRIVE_UPLOAD		= Uppladda
IDC_LN_GDRIVE_HELP		= Hjälp
IDC_CK_GDRIVE_KEEP_LOGGED_IN	= Håll mej inloggad
IDC_BTN_GDRIVE_LOGOUT		= Logga ut

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_GDRIVE
IDD_UPLOADING_GDRIVE		= Uppladdar...
IDC_ST_GDRIVE_UPLOADED		= Video uppladdningen är komplett!
IDC_ST_GDRIVE_LINK		= Länk:
IDC_BTN_GDRIVE_LINK_GO	= Gå
IDC_BTN_GDRIVE_SHARELINK_COPY	= Kopiera delad länk
IDC_BTN_GDRIVE_CLOSE		= Stäng

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_NVENC_AVAILABLE
IDD_VIDEO_NVENC_AVAILABLE	= NVENC Tillgänglig
IDC_LN_NVENC_AVAILABLE		= NVIDIA NVENC H.264 komprimerare är tillgänglig. NVENC är en hög-prestanda komprimerare som använder hårdvaru accelerering. Vill du använda NVENC H.264 komprimeraren?\n<a>mera</a>
IDC_CK_NVENC_AVAILABLE		= Fråga mej inte igen

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_QSV_AVAILABLE
IDD_VIDEO_QSV_AVAILABLE		= Intel® Quick Sync Video (QSV) Tillgänglig
IDC_LN_QSV_AVAILABLE		= Intel® Quick Sync Video H.264 komprimerare är tillgänglig. QSV är en hög-prestanda komprimerare som använder hårdvaru accelerering. \nVill du använda QSV H.264 komprimeraren?\n<a>mera</a>
IDC_CK_QSV_AVAILABLE		= Fråga mej inte igen

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_DEVICE_SELECTION
IDD_DEVICE_SELECTION		= Enhets val
IDC_ST_DEVICE_SELECTION		= Val
IDC_ST_DEVICE_NAME		= Enhet:
IDC_BTN_DEVICE_NAME_SETTINGS	= Inställningar
IDC_ST_DEVICE_FORMAT		= Format:
IDC_ST_DEVICE_VIDEO_INPUT	= Video In:
IDC_ST_DEVICE_AUDIO_INPUT	= Ljud In:
IDC_CK_DEVICE_AUDIO_CUSTOM	= Använd anpassad ljud enhet
IDC_BTN_DEVICE_INPUT_SETTINGS	= Inställningar
IDC_ST_DEVICE_OPTIONS		= Inställningar
IDC_ST_DEVICE_DEINTERLAING	= Deinterlacing:
IDC_ST_DEVICE_ROTATE		= Rotate:
IDC_ST_DEVICE_FLIPSCREEN	= Vänd skärmen:
IDC_CK_DEVICE_FLIPSCREEN_H	= Horizontal
IDC_CK_DEVICE_FLIPSCREEN_V	= Vertical
IDC_LN_DEVICE_HELP		= Hjälp

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_CAUTION_USING_WINAPPS
IDD_CAUTION_USING_WINAPPS	= Kompabilitetsproblem på Origin
IDC_LN_CAUTION_USING_WINAPPS	= Om Windows Apps (UWP) hooking är aktiverat, kan ett kompabilitetsproblem uppstå på Origin. <a>Klicka här</a> för att lösa detta problem.\n\nÄr du säker på att du vill använda Windows Apps hooking?
IDC_CK_CAUTION_USING_WINAPPS	= Fråga mej inte igen

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SCHEDULED_REC_LIST
IDD_SCHEDULED_REC_LIST		= Schemalägg inspelnings lista
IDC_ST_SREC_LIST_TEXT		= Schemalägg en tid att starta inspelningen. (Denna funktion är tillgänglig när Bandicam körs.)
IDC_BTN_SREC_LIST_ADD		= Lägg till
IDC_BTN_SREC_LIST_EDIT		= Redigera
IDC_BTN_SREC_LIST_DELETE	= Radera
IDC_BTN_SREC_LIST_COPY		= Kopiera
IDC_BTN_SREC_LIST_CLOSE		= Stäng
IDC_LN_SREC_TIP_TASK_SCHEDULER	= TIPS: Hur man startar schemalaggd inspelning när Bandicam inte körs

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SCHEDULED_REC_SETTINGS
IDD_SCHEDULED_REC_SETTINGS	= Schemalägg inspelning
IDC_ST_SREC_SETTINGS_NAME	= Namn:
IDC_CK_SREC_ACTIVE		= Aktiv
IDC_ST_SREC_SCHEDULING		= Schemaläggning
IDC_RD_SREC_ONE_TIME		= En gång
IDC_RD_SREC_DAILY		= Dagligen
IDC_RD_SREC_WEEKLY		= Veckovis
IDC_ST_SREC_START_TIME		= Start tid:
IDC_ST_SREC_END_TIME		= Stopp tid:
IDC_CK_SREC_DURATION		= Varaktighet
IDC_CK_SREC_SUN			= Söndag
IDC_CK_SREC_MON			= Måndag
IDC_CK_SREC_TUE			= Tisdag
IDC_CK_SREC_WED			= Onsdag
IDC_CK_SREC_THU			= Torsdag
IDC_CK_SREC_FRI			= Fredag
IDC_CK_SREC_SAT			= Lördag
IDC_ST_SREC_RECORDING		= Inspelning
IDC_ST_SREC_TARGET		= Inspelnings Mål:
IDC_BTN_SREC_TARGET_SELECT	= Välj
IDC_ST_SREC_AFTER_RECORDING	= Efter inspelning:
IDC_LN_SREC_HELP		= [ Hjälp ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_NO_DEVICE
IDD_ACAP_NO_DEVICE		= Inga ljud fångst enheter
IDC_ST_ACAP_NO_DEVICE		= Inga ljud fångst enheter funna.\nDärför, kommer det inte att vara något ljudspår i videofilen.
IDC_CK_ACAP_DO_NOT_SHOW		= Visa inte detta meddelande igen

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_CAUTION_NON_ADMIN_GAME_MODE
IDD_CAUTION_NON_ADMIN_GAME_MODE		= Bandicam körs som en standard användare
IDC_LN_CAUTION_NON_ADMIN_GAME_MODE	= Vissa inspelnings mål kanske inte detekteras korrekt på grund av att Bandicam inte körs som administratör. \n\n<a>Klicka här för att köra Bandicam som administratör.</a>
IDC_LN_CAUTION_NON_ADMIN_GAME_HELP	= Hjälp
ID_BTN_CAUTION_UAC_SETTINGS		= Inställningar

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_BANDIFIX_DIALOG
IDD_BANDIFIX_DIALOG		= BandiFix

[MENU]
ID_POPUP_ABOUT			= Om Bandicam
ID_POPUP_GENERAL		= Inställning - Allmänt
ID_POPUP_FRAME			= Inställning - FPS
ID_POPUP_VIDEO			= Inställning - Video
ID_POPUP_IMAGE			= Inställning - Bild
ID_POPUP_AUDIO			= Inställning - Ljud
ID_POPUP_OUTPUTS		= Utdata Fil lista
ID_POPUP_OPENOUTPUTFOLDER	= Öppna utmatningsmapp
ID_POPUP_TARGET			= Mål
ID_POPUP_SETTINGS		= Inställningar
ID_POPUP_SIZE			= Storlek
ID_POPUP_EXIT			= Avsluta

ID_TARGET_DIRECTX		= Spel inspelningsläge
ID_TARGET_SCREEN		= Skärm inspelnings läge - Rektangel
ID_TARGET_FULL			= Skärm inspelnings läge - Fullskärm
ID_TARGET_WINDOW		= Skärminspelnings läge - Specifikt fönster
ID_TARGET_MOUSE			= Skärm inspelnings läge - Runt musen
ID_TARGET_DEVICE		= Enhets inspelnings läge
ID_TARGET_AUDIO_ONLY		= Ljud-endast inspelnings läge
ID_TARGET_HELP			= Hjälp

ID_TARGET_HIDE			= Visa / Dölj \t Ctrl+Alt+H
ID_TARGET_COPY_TO_CLIPBOARD	= Kopiera till Klippbord \t Ctrl+C, Ctrl+Alt+C
ID_TARGET_PEN			= Ritläge \t Ctrl+Alt+D
ID_TARGET_ALWAYS_ON_TOP		= Alltid överst
ID_TARGET_COUNTDOWN		= Nedräknare
ID_TARGET_COUNTDOWN_TIMER	= Visa nedräknare
ID_TARGET_COUNTDOWN_0		= Av
ID_TARGET_COUNTDOWN_1		= 1 sek
ID_TARGET_COUNTDOWN_2		= 2 sek
ID_TARGET_COUNTDOWN_3		= 3 sek
ID_TARGET_COUNTDOWN_4		= 4 sek
ID_TARGET_COUNTDOWN_5		= 5 sek
ID_TARGET_COUNTDOWN_6		= 6 sek
ID_TARGET_COUNTDOWN_7		= 7 sek
ID_TARGET_COUNTDOWN_8		= 8 sek
ID_TARGET_COUNTDOWN_9		= 9 sek
ID_TARGET_COUNTDOWN_10		= 10 sek
ID_TARGET_HIDE_MAINWND		= Dölj huvud fönstret vid inspelning
ID_TARGET_TRANSPARENCY		= Ogenomskinlighet
ID_TARGET_SIZE			= Storlek
ID_TARGET_ADJUST		= Justera

ID_TARGET_MOVE_LEFT		= Flytta vänster \t Vänster
ID_TARGET_MOVE_RIGHT		= Flytta höger \t Höger
ID_TARGET_MOVE_UP		= Flytta upp \t Upp
ID_TARGET_MOVE_DOWN		= Flytta ner \t Ner

ID_TARGET_INC_WIDTH		= Öka bredd \t Shift+Höger
ID_TARGET_DEC_WIDTH		= Sänk bredd \t Shift+Vänster
ID_TARGET_INC_HEIGHT		= Öka höjd \t Shift+Ner
ID_TARGET_DEC_HEIGHT		= Sänk höjd \t Shift+Upp

ID_TARGET_FIND_WINDOW		= Välj inspelnings yta \t Ctrl+F
ID_TARGET_FULLSCREEN		= Full Skärm \t Ctrl+Enter
ID_TARGET_RATIO_4_3		= Passa till 4:3
ID_TARGET_RATIO_16_9		= Passa till 16:9
ID_TARGET_SIZE_CUSTOM		= Egen storlek \t Ctrl+U
ID_TARGET_SIZE_PRESET		= Storlek förinställning \t Shift+RButton
ID_TARGET_SIZE_PRESET_ADD	= Lägg till förinställning
ID_TARGET_SIZE_PRESET_EDIT	= Redigera förinställningar
ID_TARGET_SIZE_RU		= Nyligen använd storlek \t Ctrl+S

ID_TARGET_DISPLAY		= Skärm
ID_TARGET_DISPLAY_1		= Skärm 1
ID_TARGET_DISPLAY_2		= Skärm 2
ID_TARGET_DISPLAY_3		= Skärm 3
ID_TARGET_DISPLAY_4		= Skärm 4
ID_TARGET_DISPLAY_5		= Skärm 5
ID_TARGET_DISPLAY_6		= Skärm 6
ID_TARGET_DISPLAY_7		= Skärm 7
ID_TARGET_DISPLAY_8		= Skärm 8
ID_TARGET_DISPLAY_ALL		= Alla skärmar

ID_TARGET_OPEN_OUTPUTFOLDER	= Öppna utmatningsmapp
ID_TARGET_OUTPUT_LIST		= Utmatnings fil lista
ID_TARGET_EXIT_BANDICAM		= Stäng ner Bandicam

ID_DEVICE_HIDE			= Visa / Dölj \t Ctrl+Alt+H
ID_DEVICE_COPY_TO_CLIPBOARD	= Kopiera till Klippbord \t Ctrl+C, Ctrl+Alt+C
ID_DEVICE_ALWAYS_ON_TOP		= Alltid överst
ID_DEVICE_SELECTION		= Välj enhet \t Ctrl+D
ID_DEVICE_FULLSCREEN		= Fullskärm \t Enter
ID_DEVICE_ZOOM			= Zoom
ID_DEVICE_ZOOM_QUARTER		= 25% \t Alt+1
ID_DEVICE_ZOOM_HALF		= 50% \t Alt+2
ID_DEVICE_ZOOM_ORIGINAL		= 100% \t Alt+3
ID_DEVICE_ZOOM_DOUBLE		= 200% \t Alt+4
ID_DEVICE_ASPECT_RATIO		= Proportioner
ID_DEVICE_KEEP_ASPECT_RATIO	= Behåll proportioner
ID_DEVICE_ASPECT_RATIO_DEFAULT	= Standard
ID_DEVICE_ASPECT_RATIO_4_3	= 4:3
ID_DEVICE_ASPECT_RATIO_16_9	= 16:9
ID_DEVICE_OPEN_OUTPUTFOLDER	= Öppna utdata folder
ID_DEVICE_OUTPUT_LIST		= Utdata fil lista
ID_DEVICE_EXIT_BANDICAM		= Avsluta Bandicam

ID_USER_PRESET_ADD		= Lägg till förinställning
ID_USER_PRESET_EDIT		= Förändra förinställning

ID_SORT_BY_DATE			= Sortera som Datum
ID_SORT_BY_NAME			= Sortera som Namn
ID_SORT_BY_SIZE			= Sortera som Storlek

ID_OUTPUTS_LB_PLAY		= Spela
ID_OUTPUTS_LB_OPEN		= Öppna
ID_OUTPUTS_LB_EDIT		= Redigera
ID_OUTPUTS_LB_RENAME		= Namnbyte     \t F2
ID_OUTPUTS_LB_DELETE		= Radera     \t Del
ID_OUTPUTS_LB_SELECT_ALL	= Markera allt \t Ctrl+A
ID_OUTPUTS_LB_OPEN_FOLDER	= Öppna utdata folder

ID_UPLOAD_TO_YOUTUBE		= Uppladda till Youtube
ID_UPLOAD_TO_VIMEO		= Uppladda till Vimeo
ID_UPLOAD_TO_FACEBOOK		= Uppladda till Facebook
ID_UPLOAD_TO_GDRIVE		= Uppladda till Google Drive

ID_BDCAM_SIZE_DEFAULT		= Standard storlek

ID_AUDIO_FILTER_MONO		= Konvertera till mono
ID_AUDIO_FILTER_NS		= Brusreducering
ID_AUDIO_FILTER_NS_OFF		= Av
ID_AUDIO_FILTER_NS_LOW		= Låg
ID_AUDIO_FILTER_NS_MEDIUM	= Medium
ID_AUDIO_FILTER_NS_HIGH		= Hög
